
export const mockProducts = [
  {
    id: 1,
    name_ru: 'Неодиар',
    name_kg: 'Неодиар',
    is_active: true,
    img_url: 'https://example.com/image1.jpg',
    description: 'Уникальный современный препарат для лечения острой хронической диареи у кошек и собак. Он способствует восстановлению микрофлоры кишечника и нормализует пищеварение.',
    user: 1,
  },
  {
    id: 2,
    name_ru: 'Миртацен',
    name_kg: 'Миртацен',
    is_active: true,
    img_url: 'https://example.com/image2.jpg',
    description: 'Миртацен применяется при пищевых расстройствах у собак и кошек, связанных со снижением аппетита. Также используется для снятия стресса и адаптации животных к новым условиям.',
    user: 1,
  },
  {
    id: 3,
    name_ru: 'Тилозин',
    name_kg: 'Тилозин',
    is_active: true,
    img_url: 'https://example.com/image3.jpg',
    description: 'Тилозин ТАБ относится к антибактериальным препаратам фармакотерапевтической группы макролиды. Применяется при инфекционных заболеваниях, вызванных чувствительными к тилозину микроорганизмами.',
    user: 2,
  },
  {
    id: 4,
    name_ru: 'Maropital',
    name_kg: 'Maropital',
    is_active: true,
    img_url: 'https://example.com/image4.jpg',
    description: 'Маропиталь - эффективное средство для лечения и предотвращения рвоты различного происхождения у домашних животных. Часто назначается при химиотерапии или гастроэнтерите.',
    user: 2,
  },
];
